let number: number = 1;

setInterval(() => {
    if (number < 100) {
        document.body.insertAdjacentHTML("beforeend", `
<br>
<br>
<br>

<div class="centered" style="width: 65%">
    <h2>Dynamic Content #${number}:</h2>
    <h4>المادة 1
        <br/>
        <br/>
        يولد جميع الناس أحراراً متساوين في الكرامة والحقوق، وقد وهبوا عقلاً وضميراً وعليهم أن يعامل بعضهم بعضاً بروح
        الإخاء
        <br/>
        <br/>
        المادة 2
        <br/>
        <br/>
        لكل إنسان حق التمتع بكافة الحقوق والحريات الواردة في هذا الإعلان، دون أي تمييز، كالتمييز بسبب العنصر أو اللون أو
        الجنس أو اللغة أو الدين أو الرأي السياسي أو أي رأي آخر، أو الأصل الوطني أو الاجتماعي أو الثروة أو الميلاد أو أي
        وضع آخر، دون أية تفرقة بين الرجال والنساء. وفضلا عما تقدم فلن يكون هناك أي تمييز أساسه الوضع السياسي أو القانوني
        أو الدولي لبلد أو البقعة التي ينتمي إليها الفرد سواء كان هذا البلد أو تلك البقعة مستقلا أو تحت الوصاية أو غير
        متمتع بالحكم الذاتي أو كانت سيادته خاضعة لأي قيد من القيود
        <br/>
        <br/>
        المادة 3
        <br/>
        <br/>
        لكل فرد الحق في الحياة والحرية وسلامة شخصه
        <br/>
        <br/>
        المادة 4
        <br/>
        <br/>
        لايجوز استرقاق أو استعباد أي شخص، ويحظر الاسترقاق وتجارة الرقيق بكافة أوضاعهما
        <br/>
        <br/>
        المادة 5
        <br/>
        <br/>
        لايعرض أي إنسان للتعذيب ولا للعقوبات أو المعاملات القاسية أو الوحشية أو الحاطة بالكرامة</h4>
</div>
`);
        number++;
    }
}, 5000);