setTimeout(() => {
    document.getElementById("dynamicParagraph").innerHTML =
        "<h4>المادة 1\n" +
        "        <br/>\n" +
        "        <br/>\n" +
        "        يولد جميع الناس أحراراً متساوين في الكرامة والحقوق، وقد وهبوا عقلاً وضميراً وعليهم أن يعامل بعضهم بعضاً بروح\n" +
        "        الإخاء.\n" +
        "        <br/>\n" +
        "        <br/>\n" +
        "        المادة 2\n" +
        "        <br/>\n" +
        "        <br/>\n" +
        "        لكل إنسان حق التمتع بكافة الحقوق والحريات الواردة في هذا الإعلان، دون أي تمييز، كالتمييز بسبب العنصر أو اللون أو\n" +
        "        الجنس أو اللغة أو الدين أو الرأي السياسي أو أي رأي آخر، أو الأصل الوطني أو الاجتماعي أو الثروة أو الميلاد أو أي\n" +
        "        وضع آخر، دون أية تفرقة بين الرجال والنساء. وفضلا عما تقدم فلن يكون هناك أي تمييز أساسه الوضع السياسي أو القانوني\n" +
        "        أو الدولي لبلد أو البقعة التي ينتمي إليها الفرد سواء كان هذا البلد أو تلك البقعة مستقلا أو تحت الوصاية أو غير\n" +
        "        متمتع بالحكم الذاتي أو كانت سيادته خاضعة لأي قيد من القيود.\n" +
        "        <br/>\n" +
        "        <br/>\n" +
        "        المادة 3\n" +
        "        <br/>\n" +
        "        <br/>\n" +
        "        لكل فرد الحق في الحياة والحرية وسلامة شخصه.\n" +
        "        <br/>\n" +
        "        <br/>\n" +
        "        المادة 4\n" +
        "        <br/>\n" +
        "        <br/>\n" +
        "        لايجوز استرقاق أو استعباد أي شخص، ويحظر الاسترقاق وتجارة الرقيق بكافة أوضاعهما.\n" +
        "        <br/>\n" +
        "        <br/>\n" +
        "        المادة 5\n" +
        "        <br/>\n" +
        "        <br/>\n" +
        "        لايعرض أي إنسان للتعذيب ولا للعقوبات أو المعاملات القاسية أو الوحشية أو الحاطة بالكرامة.</h4>"
}, 2000);